Repository: ansonhwa92/akpk_copy
Catalog: FEP.Language/eLearning/CourseDiscussion.*.resx
Languages: my

# AlertFailCreate
source: Fail to add create new Discussion topic
my: Topik baru untuk perbincangan tidak berjaya diwujudkan

# AlertFailDelete
source: Fail to delete Discussion topic
my: Topik perbincangan tidak berjaya dibuang

# AlertFailUpdate
source: Fail to update Discussion topic
my: Topik perbincangan tidak berjaya dikemaskini

# AlertSuccessCreate
source: New Discussion topic successfully added
my: Topik baru perbincangan berjaya diwujudkan

# AlertSuccessDelete
source: Discussion topic successfully deleted
my: Topik perbincangan berjaya dibuang

# AlertSuccessUpdate
source: Discussion topic successfully updated
my: Topic perbincangan berjaya dikemaskini

# AllTopicsLabel
source: All Topics
my: Semua topik perbincangan

# BeTheFirst
source: Be the first to reply
my: Jadi yang pertama untuk membalas

source: Comment
my: Komen

# CreateNewLabel
source: Create New Discussion
my: Buat topik perbincangan baru

# DateTimeUpdate
source: Date & Time
my: Kemaskini

source: Description
my: Penerangan

# DiscussionType
source: Type
my: Jenis

source: Edited On
my: Dikemaskini pada

# FieldName
source: Discussion topic
my: Topik perbincangan

source: First Post
my: Teraju utama

# GeneralDesc
source: All non-group discussions.
my: Semua topik perbincangan terbuka

# GeneralLabel
source: General
my: Perbincangan terbuka

# GroupDesc
source: Group related discussions.
my: Topik perbincangan kumpulan

# GroupLabel
source: Group
my: Perbincangan kumpulan

source: Home
my: Utama

# PlaceholderName
source: Enter Discussion topic
my: Masukkan topik perbincangan

source: Reply
my: Balas

# SelectGroup
source: Choose a group
my: Pilih kumpulan

# TitleDescriptionList
source: All Discussion
my: Semua perbincangan

# TitleList
source: Discussion
my: Perbincangan

# ValidExistName
source: Discussion topic already registered in the system
my: Topik perbincangan ini telah wujud

# ValidRequiredName
source: Please enter Discussion topic
my: Sila masukkan topik perbincangan
